let recipeWithMilk = "Тут должен быть рецепт с молоком";
let recipeWithoutMilk = "Тут должен быть рецепт без молока";

let addMilk = true; // Если поставить false, будет рецепт без молока.

if (addMilk) {
  console.log(recipeWithMilk);
} else {
  console.log(recipeWithoutMilk);
}

// Комент для Андрея! Я немного знаю js и на этой задаче я словил ерор максимальный, условия задачи очень запутанное, задача простая, но условие... В моем понимании рецепт это массив - набор ингридиентов, но так как мы не учили еще массивы, было бы странно использовать его тут. Я решил эту задачу с помощью chatgpt, но не копипастил, а попросил его обьяснить мне как решить эту задачу.
